{"list":[{"name":"감기","tags":["발열","두통"],"desc":"바이러스에 의해 코와 목 부분을 포함한 상부 호흡기계의 감염 증상으로, 사람에게 나타나는 가장 흔한 급성 질환 중 하나입니다. 재채기, 코막힘, 콧물, 인후통, 기침, 미열, 두통 및 근육통과 같은 증상이 나타나지만 대개는 특별한 치료 없이도 저절로 치유됩니다.","url":"https://terms.naver.com/entry.nhn?docId=926577&cid=51007&categoryId=51007"},{"name":"결핵","tags":["발열","두통","구토"],"desc":"결핵균에 의한 감염 때문에 발생하며, 현재까지 알려진 활동성 결핵 발생의 원인으로는 1년 이내의 최근 감염, 흉부 X선의 섬유화된 병변의 존재, 에이즈, 규폐증, 만성 신부전 및 투석, 당뇨, 면역 억제제 투여, 위장 절제술 및 공회장 우회술 등의 수술력, 특정 장기이식  시기, 영양실조 및 심한 저체중 등이 있 습니다. 종종 감기로 혹은 다른 폐 질환 또는 흡연과 관련된 증상으로 취급되어 증상만 가지고는 결핵인지 아닌지 진단하기가 어려운 경우가 많습니다.","url":"https://terms.naver.com/entry.nhn?docId=926990&cid=51007&categoryId=51007"},{"name":"뇌수막염","tags":["발열","두통"],"desc":"일반적으로 거미막과 연질막 사이에 존재하는 거미막 밑 공간(subarachnoid space, 거미막하공간)에 염증이 발생하는 다양한 질환을 통틀어 말합니다. 염증이 발생하는 가장 흔한 원인은 거미막 밑 공간에 바이러스나 세균이 침투하여 발생하는 수막염이지만, 특정 화학 물질에 의한 염증, 암세포의 뇌척수액공간으로의 파종에 의해 발생하는 염증 등이 있을 수 있습니다.","url":"https://terms.naver.com/entry.nhn?docId=926867&cid=51007&categoryId=51007"},{"name":"백혈병","tags":["발열","두통","피로","어지러움"],"desc":"혈액 세포에 발생한 암으로서, 비정상적인 혈액세포 (대부분 백혈구에서 유래하며 드물게 적혈구계, 혈소판 계에서도 가능)가 과도하게 증식하여 정상적인 백혈구와 적혈구, 혈소판의 생성이 억제되는 혈액암을 통칭합니다. 적혈구의 감소는 빈혈 증상(어지러움, 두통, 호흡곤란)을 가져오며, 혈소판의 감소는 출혈 경향을 일으킵니다. 또한, 과다 증식된 백혈병 세포 자체로 인하여 고열, 피로감, 뼈의 통 증, 설사, 의식저하, 호흡곤란, 출혈 경향을 일으킬 수 있습니다.","url":"https://terms.naver.com/entry.nhn?docId=927324&cid=51007&categoryId=51007"},{"name":"인두통","tags":["발열","두통","구토\n"],"desc":"침이나 음식을 삼킬 때 목에 통증이 발생하는 것을 말합니다. 급성 비인두염, 인두편도염, 감기 등과 함께  올 수 있고 전신 질환의 일부로 나타나기도 합니다. 의료기관을 방문하는 모든 환자 중 5% 정도를 차지하는 흔한 질환입니다.","url":"https://terms.naver.com/entry.nhn?docId=927383&cid=51007&categoryId=51007"},{"name":"인후염","tags":["발열","두통"],"desc":"바이러스나 세균 등에 감염되어 인두와 후두에 염증이 생긴 경우를 말하며 급성과 만성이 있습니다. 급성은 급격한 기온 변화, 감기, 열성질환, 과로, 허약한 체질, 세균 감염 등의 원인으로 발생하고, 만성은 급성인후염이 반복해서 재발하거나 지나친 흡연, 음주, 과로, 자극성 음식 섭취, 목의 혹사, 인후두 역류질환 등이 원인이 되어 나타납니다. 드물게는 자극성 가스나 화학물질, 화학증기를 들이마시거나 부비동 등 인접 부위로부터 염증이 파급되어 생길 수도 있습니다.","url":"https://terms.naver.com/entry.nhn?docId=927021&cid=51007&categoryId=51007"},{"name":"편도염","tags":["발열","두통","구토"],"desc":"대부분의 경우 갑작스러운 고열과 오한이 나타납니다. 뒤이어 인후통이 발생하고, 주변 인후 조직의 임파선을 침범하는 인후염이 생길 수 있고,  인두근육에 염증이 생기면 연하곤란 증상이 나타납니다. 환자는 두통, 전신 쇠약감, 관절통 등의 신체 전반에 걸친 증상을 호소합니다. 혀의 표면이나 구강 내에 두껍고 끈적끈적한 점액이 있을 수 있습니다. 압통성의 경부임파선 비대 역시 흔하게 나타납니다. 이러한 증상들은 대개 4~6일 정도 지속되고, 합병증이 없으면 점차 사라집니다.","url":"https://terms.naver.com/entry.nhn?docId=926740&cid=51007&categoryId=51007"},{"name":"폐렴","tags":["발열","두통","피로","구토"],"desc":"폐의 세기관지 이하 부위에 발생하는 염증입니다. 가장 흔한 원인은 미생물로 인한 감염이 원인으로, 세균이나 바이러스이고, 드물게 곰팡이에 의한 감염이 있을 수 있습니다. 미생물 에 의한 감염성 폐렴 이외에 화학물질이나 구토물등의 이물질의 흡인, 가스의 흡인, 방사선 치료 등에 의해 비감염성 폐렴이 발생할 수도 있습니다.","url":"https://terms.naver.com/entry.nhn?docId=926619&cid=51007&categoryId=51007"}]}